Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_3s.doc.tmx
Source language: sme
Languages: nob

source: Šiehtadallamat gusket sullii beallái buot eamiálbmogiin Kanádas , ja 34 šiehtadallama mat leat jođus gusket eamiálbmotjoavkkuide mat leat stuorát go 8000 olbmo .
nob: Forhandlingene involverer ca halvparten av alle urfolk i Canada , og i 34 av de pågående forhandlingene utgjør urfolkene grupperinger på mer enn 8000 mennesker .

source: Kanáda viiddidii eamiálbmotpolitihkas 1995:s nu ahte dál dohkkehuvvo dat ahte eamiálbmogiin leat árbejuvvon vuoigatvuođat iešstivrejupmái .
nob: Canada utvidet sin urfolkspolitikk i 1995 til å godta at urfolkene har en nedarvet rettighet til selvstyre .

source: Dasa gullet sin servodaga siskkáldas áššit , ja dat mat leat guovdilasat sin erenoamáš kultuvrii , identitehtii , árbevieruide , gillii ja institušuvnnaide , ja sin erenoamáš oktavuhtii iežaset riikkaide ja resurssaide .
nob: Dette omfatter saker som er indre anliggender for deres samfunn , grunnleggende for deres unike kulturer , identiteter , tradisjoner , språk og institusjoner , og når det gjelder deres særlige forhold til deres land og ressurser .

source: Mat dat sáhttet leat , leat dárkileabbot čilgejuvvon golmmain listtuin .
nob: Hva dette kan omfatte er nærmere utdypet gjennom tre lister .

source: Vuosttas listu guoská áššiide maid sáhttá bidjat eamiálbmotráđđehusaide .
nob: Den ene omhandler saker som kan legges inn under urfolksregjeringer .

source: Ja nuppi listtus lea fas føderála eiseválddiid vuollásaš guovlu , muhto mas eamiálbmotráđđehusat sáhttet oažžut ráddjejuvvon válddi , ja goalmmát listtus leat áššit main lea našuvnnalaš beroštupmi maid birra ii sáhte šiehtadallat .
nob: Den andre er områder underlagt føderal myndighet , men der urfolksregjeringer vil kunne få begrenset myndighet , og den tredje listen tar for seg saker av nasjonal interesse det ikke kan forhandles om .

source: Kanáda gonagaslaš eamiálbmot komišuvdna ( Royal Commision on Aboriginal Peoples ) ( Kanáda “ sámi vuoigatvuođalávdegoddi ” ” ovddidii raporttas 1996 evttohusaiguin .
nob: Canadas kongelige kommisjon for urfolk ( Royal Commision on Aboriginal Peoples ) ( Canadas “ samerettsutvalg ” ) la fram sin rapport med forslag i 1996 .

source: Formalalaš reakšuvdnan dasa attii Kanáda 1998:s “ Soahpamuš julggaštusa ” ja “ Ođasmahttin julggaštusa ” maŋŋá go guhtta máno leai šiehtadallojuvvon Vuosttasnašunráđiin .
nob: Som en formell reaksjon på dette , avga Canada i 1998 en ” Erklæring om forsoning ” og ” Erklæring om fornyelse ” etter 6 mnd med forhandlinger med Førstenasjonsrådet .

source: Ođasmahttin julggaštusas addojuvvojedje njeallje lahka čadnojuvvon mihttomeari .
nob: Det ble fastsatt fire nært forbundne mål i erklæringen om fornyelse .

source: Dat ledje searvevuođa ođasmahttin , nannejuvvon eamiálbmotstivra , ovddidit ođđa vearrovuogádaga ja doarjut nana báikegottiid , álbmogiid ja ekonomiija .
nob: Dette var fornyelse av partnerskap , styrket urfolksstyre , utvikle et nytt skattemessig forhold og støtte sterke ( lokal- ) samfunn folk og økonomier .

source: Dán vuođul lea Ráđđehus ovddidan doaibmaprográmma eamiálbmogiid várás “ gievravuođa čohkken ” : Kanáda eamiálbmotdoaibmaplána ” .
nob: På denne bakgrunn har Regjeringen utviklet et handlingsprogram for urfolk ” Samling av styrke : Canadas handlingsplan for urfolk ” .

source: Dát lea dál čađahuvvomin .
nob: Denne er nå under gjennomføring .

source: Mátki birra ráhkaduvvo sierra raporta .
nob: Det vil bli utarbeidet en særskilt rapport fra reisen .

source: 2.15 Eará áššit
nob: 2.15 Andre saker

source: Sámediggi lea 1999 geassemánus buktán cealkámuša elliidsuodjalanlága ođđa evttohussii .
nob: DyrevernlovenSametinget har i juni 1999 avgitt uttalelse til det nye forslaget til dyrevernlov .

source: Earret eará leai mis hui garra vuosteháhku doahpaga ” tamrein ” geavaheapmái ja áddemii ja movt dat geavahuvvui láhkaárvalusas .
nob: Blant annet hadde vi da sterke innsigelser i bruken og forståelsen av begrepet tamreim og den måten dette ble benyttet i lovutkastet .

source: Dasto leai láhkaárvalusas evttohuvvon ahte elliid eaiggádiin lea ovddasvástádus das ahte lea doarvái guohtun , jos dat eai galgga dasa lassin bibmojuvvot .
nob: Videre var det i lovutkastet lagt opp til at dyreeierne har ansvar for at " det finst tilstrekkelig beitegrunnlag " , om ikke skal det " tilleggsforast " .

source: Sámediggi lea čielgasit dovddahan ahte lea eahpeoiddolaš bidjat ovddasvástádusa dušše boazoeaiggádiidda guohtoneatnamiid hálddašeamis , ja lea eahpidahtti lágáin mearridit lassibiebmama go dan váikkuhusat leat menddo funet čielggaduvvon .
nob: Sametinget har gitt klart uttrykk for at det er uheldig å legge ansvaret kun på reineieren i forvaltningen av beite-ressuresene , og når det gjelder tilleggsforing viser man til at det er betenkelig å lovfeste dette da konsekvensene er for dårlig utredet .

source: Giđđat 2000 bođii ráđđi diehtit ahte Eanadoallodepartemeanta elliidsuodjalan láhkabarggu oktavuođas lea bidjan ain stuorát ovddasvástádusa ovttaskas boazoeaiggádii ja ahte departemeanta galgá sáhttit bidjat láhkaásahusaid ja gáibádusaid go lea dárbu sihkkarastit elliide dohkálaš ealádaga .
nob: Våren 2000 blir rådet kjent med at Landbruksdepartementet i arbeidet med dyrevernloven har lagt inn ytterligere ansvar på den enkelte reineier og at departemetet skal kunne gi " de føresegner og pålegg som det finner nødvendig for å sikre dyra tilstrekkelig beite-grunnlag " .

source: Presideanta ovddidii dán eanadoalloministerii ja deattuhii ahte elliidsuodjalanláhka ii leat rivttes gaskaoapmi boazologu reguleremii .
nob: Presidenten tok opp dette med landbruksministeren og understreket at dyrevernloven ikke er det riktige instrument for å regulere reintallet .

source: Norgalaš-ruoššalaš kulturmuitoovttasbargu Sámi kulturmuitoráđđi lea 2000 borgemánus čađahan goalmmát fealtaáigodaga prošeavttas “ Nuortasámi kulturmuittut ja kulturgáhtten Norggas ja Ruoššas .
nob: Norsk-Russisk kulturminnesamarbeidSamisk kulturminneråd har i løpet av august 2000 gjennomført den tredje feltsesongen i prosjektet " Østsamiske kulturminner og kulturvern i Norge og Russland " .

source: Áigodagas 1997 – 1999 lea deattuhuvvon gávdnat dieđuid nuortasámi kulturmuittuin konfereanssa , jearahallamiid , gáldoiskkademiid ja registreremiid bokte , dahkkojuvvojedje 2001:s arkeologálaš iskkadeamit Norgga bealde Báhčaveaijoga .
nob: Mens det i perioden 1997 - 1999 ble lagt vekt på å finne fram til kunnskap omkring østsamiske kulturminner gjennom en konferanse , intervjuer , kildestudier og registreringer , ble det i 2001 gjennomført arkeologiske undersøkelser på norsk side av Pasvikelva .

source: Roggojuvvon gávdnosiiguin leat dál bargamin ja dat galget analyserejuvvot .
nob: Funnene etter utgravingene er nå til bearbeiding og analysering .

source: Dát prošeakta lea ovttasbargu Kola Science Centre:iin ja dat lea oassi oktasaš norgalaš-ruoššalaš birasgáhtten-komišuvnna vuollásaš norgalaš-ruoššalaš kulturmuitoovttasbarggus .
nob: Dette prosjektet er et samarbeid med Kola Science Centre og inngår som en del av det norsk-russiske kulturminnesamarbeidet under den felles norsk-russiske miljøvern-kommisjonen .

source: Prošeavttain leat bargan Luujávrri kulturguovddáš , St. Peterburg:a dieđamusea , Tromssa universitehta ja Nuortasámi musea .
nob: Kultursenteret i Lujávre , Vitenskapsmuseet i St. Petersburg , Universitetet i Tromsø og Østsamisk museum har vært involvert og deltakende i prosjektet .

source: Sámediggái lea hástalussan joatkit dainna deaŧalaš bargguin , dan ektui ahte oažžut máhtolašvuođa nuortasámi kulturmuittuin .
nob: Det vil være en utfordring for Sametinget å finne en måte å videreføre dette viktige arbeidet med hensyn til å få fram kunnskaper om østsamiske kulturminner .

source: Sámediggeráđđi lea 28.06.00 reivve bokte bivdán olgoriikaministera Jagland caggat dan ahte 60.000 eai-tibehtalažža eai fárrehuvvo Tsaidam-guvlui Tulan-distrivttas .
nob: Situasjonen i TibetSametingsrådet har i brev av 28.06.00 bedt utenriksminister Jagland forhindre at det gjennomføres flytting av 60.000 ikke-tibetanere til Tsaidam-området i Tulan-distriktet .

source: Dát guovlu lea historjálaččat oassi Tibehtas , ja fárreheamis šattašedje dramáhtalaš váikkuhusat Tibehtii ja namuhuvvon guovllu álgoálbmogiidda .
nob: Dette området er historisk sett en del av Tibet , og flyttingen vil få dramatiske konsekvenser for Tibet og de opprinnelige folk i det aktuelle området .

source: Máilmmibáŋku galgá leat juolludan 160 miljon dollara loana dán prošektii .
nob: Verdensbanken skal ha innvilget et lån på 160 mill. dollar til dette prosjektet .

source: Ášši guorahallojuvvui maiddái 04.07.00 čoahkkimis olgoriikaministeriin .
nob: Saken ble også drøftet i møte med utenriksministeren 04.07.00

source: Ruoššabeale sámiid ássan Norggas ja bargolohpi Sámediggái lea váldojuvvon oktavuohta guovtti ruošša beale sápmelažža orrun- ja bargolobi ektui Norgga bealde .
nob: Opphold og arbeidstillatelse i Norge for samer fra russisk sideSametinget har mottatt to henvendelser om samer på russisk side og deres oppholds- og arbeidstillatelse på norsk side .

source: Sámediggeráđđi lea 27.09.00 reivve bokte Justis- ja politiijadepartementii deattuhan ášši prinsihpalaš beali ahte sámit leat okta álbmot ja ásset njealji sierra riikkas , ja lea dasto čujuhan dan positiivvalaš bilaterála ovdáneapmái ja riikkaidgaskasaš oktavuhtii Ruošša ja davviriikkaid gaskka .
nob: Sametingsrådet har i brev av 27.09.00 til Justis- og politidepartementet understreket det prinsipielle innholdet i at samene er ett folk bosatt i fire nasjonalstater , og samtidig vist til den positive utviklingen bilateralt og internasjonalt i forholdet mellom Russland og de nordiske landene .

source: Ráđđi lea bivdán departemeantta rievdadit geavahusa Ruošša beale sámiid orrun- ja bargolobi ektui .
nob: Rådet har bedt departementet endre praksis når det gjelder oppholds- og arbeidstilltalelse for samer fra russisk side .

source: Riikaoasselávdegoddi mearridii dievasčoahkkimistis 26.05.00 geahčadit Sámedikki ovddastusa dán lávdegottis .
nob: LandsdelsutvalgetLandsdelsutvalget gjorde i sitt plenumsmøte 26.05.00 vedtak om å se på Sametingets representasjon i LU .

source: Nammaduvvui lávdegoddi mas leat guokte ovddasteaddji Riikaoasselávdegottis ja guokte fas Sámedikkis .
nob: Det ble nedsatt et utvalg bestående av 2 representanter fra LU og 2 representanter fra Sametinget .

source: 18.08.00 doalai bargojoavku čoahkkima , masa Egil Olli ja Isak Mathis O. Hætta searvvaiga Sámedikki beales .
nob: Det ble avholdt et møte i arbeidsgruppen 18.08.00 , hvor Egil Olli og Isak Mathis O. Hætta deltok fra Sametingets side .

source: Dán čoahkkimis ovddiduvvui Sámedikki oaidnu ovddastussii Riikaoasselávdegottis .
nob: I dette møtet ble Sametingets syn på fremtidig representasjon i LU lagt fram .

source: Galgá ráhkaduvvot raporta maid Riikaoasselávdegotti dievasčoahkkin galgá meannudit 15.11.00 .
nob: Det skal utarbeides en rapport som skal behandles i LUs plenumssamling den 15.11.00 .

source: Sámediggi ii leat vuos ožžon dán raportta .
nob: Sametinget har foreløpig ikke mottatt denne rapporten .

source: Prošeakta – Sámi visttiid gáhtten- ja hálddašanplána Sámi visttiid gáhtten- ja hálddašanplána prošeavtta prošeaktajođiheaddji álggii bargui 01.03.00 .
nob: Prosjektet - Verne- og forvaltningsplan for samiske bygningerProsjektleder for prosjektet Verne- og forvaltningsplan for samiske bygninger tiltrådte 1.03.00 .

source: Prošeavtta ulbmilin lea ásahit hálddašanortnega ráfáidahtton ja gáhttenárvosaš visttiid suodjaleapmái .
nob: Formålet med prosjektet er å etablere en forvaltningsordning , slik at en skal få tatt vare på freda og verneverdige bygninger .

source: Prošeakta dahkkojuvvo ovdaprošeaktačilgehusa vuođul , maid Sámi kulturmuitoráđđi lea mearridan 1998:s .
nob: Prosjektarbeidet drives ut fra en forprosjekt-beskrivelse , vedtatt i Samisk kulturminneråd i 1998 .

source: Prošektii lea maiddái ásahuvvon sierra refereansajoavku .
nob: Det er også etablert en egen referanse-gruppe til prosjektet .

source: Dán jagi lea prošeakta čohkken návccaid čađahit fealtabarggu máttasámi guovllus , ja sullii 40 sierra vistebirrasa leat galleduvvon guđa sierra gielddas .
nob: I år har prosjektet konsentrert seg om å gjennomføre feltarbeid i det sørsamiske området , der en har besøkt ca 40 forskjellige bygningsmiljøer fordelt på seks kommuner .

source: Geasse fealtasesoŋgga oktavuođas leat háleštan ja doallan čoahkkimiid viessoeaiggádiiguin ja sámi báikegottiiguin lullisámi guovllus sámi visttiid suodjaleami ektui .
nob: I løpet av sommerens feltsesong har det vært gjennomført samtaler og drøftingsmøter med huseiere og samiske lokalsamfunn i det sørsamiske området om vernespørsmål knytta til samiske bygninger .

source: Dáid čoahkkimiidda leat searvan oktiibuot sullii 50 olbmo .
nob: Til sammen har ca 50 personer deltatt på disse møtene .

source: Sámi ássanguovlluid eanadoalloplána Sámi ealáhusráđđi mearridii 1999 čavčča ođasmahttit Sámi guovlluid eanadoalloplána ( 1995 ) .
nob: Jordbruksplan for samiske bosettingsområderSamisk næringsråd vedtok høsten 1999 å rullere Jordbruksplan for samiske bosettings-områder ( 1995 ) .

source: Dainna bargguin lea dál sierra lávdegoddi geargan .
nob: Et eget utvalg har nå avsluttet dette arbeidet .

source: Mandáhtan lea leamaš áigeguovdilastit dáláš plána Norgga eanadoallopolitihka ođđa stuorradiggedieđáhusa ektui , buktit signálaid gosa guvlui eanadoallu sámi guovlluin ovdána , dasto leat árvvoštallojuvvon ođđa eanadoallodieđáhusa váikkuhusat , Sámedikki iežas bargu ja váikkuhangaskaomiid geavaheami eanadoalus .
nob: Mandatet har vært å oppdatere eksisterende plan i forhold til ny stortingsmelding om norsk landbrukspolitikk , gi innspill på utviklingstrekk for jordbruket i samiske områder , en har videre vurdert konsekvensene av en ny landbruksmelding samt vurdert Sametingets eget engasjement og virkemiddelbruk overfor jordbruket .

source: Eanadoalloplána barggu oktavuođas leat maiddái álggahan eanadoalu rekrutterenprográmma nissoniid ja nuoraid ektui .
nob: I sammenheng med jordbruksplanen skal det iverksettes et rekrutteringsprogram i jordbruket rettet mot kvinner og ungdom .

source: Dákko lea áigumuššan bargat lávga guovlulaš eanadoalloeiseválddiiguin .
nob: Her vil en søke et nærmere samarbeid med de regionale landbruksmyndighetene .

source: Jáhku mielde meannuduvvo eanadoalloplána ođasmahttin 2001 guovvamánu dievasčoahkkimis .
nob: Rulleringen av jordbruksplanen vil trolig bli behandlet på plenumsmøtet i februar 2001 .

source: Duoji ovddidanprográmma Sámediggi mearridii 1999 geassemánus ahte álggahuvvo 5-jagáš duoji ovddidanprográmma .
nob: Utviklingsprogram for duodjiSametinget vedtok i juni 1999 at det skulle iverksettes et 5-årig utviklingsprogram for duodji .

source: Nammaduvvui bargojoavku mii galggai ovddidit árvalusa prográmmabargui .
nob: Det ble oppnevnt en arbeidsgruppe som skulle fremme et forslag til programarbeid .

source: Barggus , mii dál lea čađahuvvon geahččaluvvo duodji suodjaluvvot kultuvran , fágan ja ealáhussan .
nob: Arbeidet som er gjennomført har søkt å ivareta duodji som kultur , fag og næring .

source: Lea stuorra hástalus oažžut birgenvejolaš doaimmaid ja fitnodagaid mat sáhttet bargat fitnodatekonomálaččat gánnáhahtti vugiin , ja dan seammás deattuhit duoji deaŧalaš sámi kulturguoddin .
nob: Det ligger en stor utfordring i å få til levedyktige virksomheter og bedrifter som kan drive bedriftsøkonomisk lønnsomt , samtidig som duodji som en viktig samisk kulturbærer , vektlegges .

source: Jáhku mielde meannuduvvo ovddidanprográmma 2001 guovvamánu dievasčoahkkimis .
nob: Utviklings-programmet vil trolig bli behandlet i plenumsmøtet i februar 2001 .

source: Sis-Finnmárkku ealáhusaid analyseren Sis-Finnmárkku nuppástuhttinprográmma čuovvuleami oassin lea Sámi ealáhusráđđi bálkáhan Agderforkning nammasaš fitnodaga lagabuidda analyseret dán guovllu ealáhusdoaimmaid .
nob: Analyse av næringslivet i Indre FinnmarkSom ledd i oppfølginga av Omstillingsprogrammet for Indre Finnmark har Samisk næringsråd engasjert Agderforskning til å gjøre en nærmere analyse av næringsvirksomheten i dette området .

source: Čujuhit dás dan gaskaboddosaš čalmmusteapmái Sámediggái 1999 čavčča .
nob: Det vises her til den foreløpige presentasjonen som ble gjort overfor Sametinget høsten 1999 .

source: Sámediggái politihkalaš orgánan ja váikkuhangaskaomiid geavaheaddjin lea ávkin go sámi guovlluid ealáhusat vuđolaččat analyserejuvvojit .
nob: Sametinget både som politisk organ og virkemiddelaktør er tjent med en grundig analyse av næringslivet i de samiske områdene .

source: Ulbmilin lea oažžut buoret áddejumi ovttaskas ealáhusdolliid heiveheapmái sihke olggut rámmaeavttuid ja ovttaskas doalli iešáddejumi ektui movt ieš buoremusat hábmet iežas ámmáha .
nob: Det er et siktemål å få innsikt og nærmere forståelse av den enkelte næringsutøvers tilpasning både i forhold til ytre rammevilkår og den enkeltes egenforståelse av hvordan en best vil utforme sitt yrkesliv .

source: Dainna sáhttá buorebut ráddjet ja heivehit Sámedikki váikkuhangaskaoapmeortnegiid sihke guovlulaš ja ealáhuspolitihkalaš ovdáneami ektui .
nob: Dette vil sterkere kunne avgrense og tilpasse Sametingets egne virkemiddelordninger i forhold til ønsket regional og næringspolitisk utvikling .

source: Loahpalaš raporta ja analysa geigejuvvo Sámediggái 2000 juovlamánus .
nob: Endelig rapport og analyse vil bli forelagt Sametinget i desember 2000 .

source: Gielda- ja guovludepartemeantta nammadan sierra bargojoavku lea ráhkadan njuolggadus-eavttuhusa movt geavahit sámeleavgga ( 2000 golggotmánnu ) , bargojoavkkus leai ovddastus Sámedikki hálddahusas ja Olgoriikadepartemeanttas .
nob: Bruk av det samiske flaggetEn egen arbeidsgruppe oppnevnt av Kommunal- og regionaldepartementet med deltakelse fra Sametinget ( adm . ) og Utenriksdepartementet , har utarbeidet forslag til retningslinjer for bruk av det samiske flagget ( oktober 2000 ) .

source: Ulbmilin lea leamaš čilget movt sámeleavgga sáhttá ja galgá geavahit iešguđet oktavuođain .
nob: Hensikten har vært å klargjøre hvordan det samiske flagget kan og skal brukes i ulike sammenhenger .

source: Bargojoavku lea árvalan ahte gielddat ja fylkagielddat ieža mearridit goas ja gos geavahit sámeleavgga .
nob: Arbeidsgruppen foreslår at kommunene og fylkeskommunene selv avgjør hvorvidt og i hvilken utstrekning de vil benytte det samiske flagget .

source: Dasto árvala bargojoavku ahte ráhkaduvvojit dakkár levgennjuolggadusat mat gusket maiddái sámelevgii .
nob: Arbeidsgruppen anbefaler videre at det utarbeides regler for flagging som også omfatter det samiske flagget .

source: Bargojoavkku árvalus sáddejuvvo gulaskuddamii , ja meannuduvvo jáhku mielde 2001 guovvamánu dievasčoahkkimis .
nob: Arbeidsgruppens forslag vil bli sendt på høring , og vil trolig bli behandlet på plenumsmøtet i februar 2001 .

source: Seminárat
nob: Seminarer

source: Sámediggeráđđi lágidii 17.10.00 seminára ” Sámepoltihkalaš prinsihpat ja guovlupolitihkalaš áŋgiruššamat ” ja 18.10.00 mediijaseminára Sámedikki áirasiidda .
nob: Sametingsrådet arrangerte 17.10.00 seminar ” Samepolitiske prinsipper og distriktspolitisk satsing ” og 18.10.00 medieseminar for Sametingets representanter .

source: Nammadeamit
nob: Oppnevninger

source: 3.1 Sámi Allaskuvla
nob: Sámi Allaskuvla

source: Sámediggeráđđi lea evttohan čuovvovaš olggobeale lahtuid ja stivralahtuid Sámi allaskuvlla stivrii :
nob: Sametingsrådet har foreslått følgende som eksterne medlemmer og styremedlemmer i styret for Sámi Allaskuvla / Samisk høgskole :

source: Lahtut : Várrelahtut : Sigbjørn Dunfjeld , Snoasá Anders Kintal , ÁjluoktaInger Katrine Juuso , Unjárga Ingar Eira , JáhkovuotnaInger Marit Bongo , Guovdageaidnu Lene Antonsen , Olmmáivággi
nob: Medlemmer : Varamedlemmer:Sigbjørn Dunfjeld , Snåsa Anders Kintal , DragInger Katrine Juuso , Nesseby Ingar Eira , KokelvInger Marit Bongo , Kautokeino Lene Antonsen , Olderdalen

source: 3.2 Anadromalaš luossabivddu ovttasbargoráđđi
nob: 3.2 Samarbeidsrådet for anadrome laksefiske

source: Sámediggeráđđi lea bivdán hálddahusa ovddastit Sámedikki anadromalaš luossabivddu ovttasbargoráđis .
nob: Sametingsrådet har bedt administrasjonen representere Sametinget i samarbeidsrådet for anadrome laksefiske .

source: Vuosttaskonsuleanta Inge Arne Eriksen searvá ovttasbargoráđiid čoahkkimiidda .
nob: Førstekonsulent Inge Arne Eriksen deltar på møtene i samarbeidsrådet .

source: 3.3 Sámi joatkkaskuvllaid stivra – ođđa lahttu
nob: 3.3 Styret for de samiske videregående skolene – nytt medlem

source: Rita Boine lea nammaduvvon ođđa lahttun sámi joatkkaskuvllaid stivrii ja Helena Orti fas lea nammaduvvon várrelahttun .
nob: Rita Boine er oppnevnt som nytt medlem til styret for de samiske videregående skolene med Helena Orti som nytt varamedlem .

source: 3.4 Oahpahusfálaldat sámi ohppiide olggobealde sámegiela hálddašanguovllu – bargojoavkkut
nob: 3.4 Opplæringstilbud for samiske elever utenfor forvaltningsområdet for samisk språk - arbeidsgrupper

source: Sámediggi lea nammadan čuovvuvaš bargojoavkku čielggadit sámi ohppiid oahpahusfálaldaga sámelága giellanjuolggadusaid sámegiela hálddašanguovllu olggobealde :
nob: Sametingsrådet har oppnevnt følgende til en arbeidsgruppe til å utrede opplæringstilbudet for samiske elever utenfor forvaltningsområdet for samisk språk etter samelovens språkregler :

source: Berit Johnskareng , Inge Even Danielsen , Kirsti Knutsen , Per Solli , Asbjørg Skåden , Geir Liland ja Børre Mathisen .
nob: Berit Johnskareng , Inge Even Danielsen , Kirsti Knutsen , Per Solli , Asbjørg Skåden , Geir Liland og Børre Mathisen .

source: Lávdegotti čállin galgá doaibmat Jon Eldar Einejord , ja son lea juo ráhkkanišgoahtán lávdegotti bargui .
nob: Sekretær for utvalget er John Eldar Einejord , og som har startet det forberedende arbeidet for utvalget .

source: 3.5 Gonagasreappá hálddašeapmi – bargojoavku
nob: 3.5 Forvaltning av kongekrabbe - arbeidsgruppe

source: Sámediggeráđđi lea bivdán hálddahusa ovddastit Sámedikki Guolástusdepartmeantta gonagasreappá hálddašanbargojoavkkus .
nob: Sametingsrådet har bedt administrasjonen representere Sametinget i Fiskeridepartementets arbeidsgruppe om forvaltning av kongekrabben .

source: Vuosttaskonsuleanta Inge Arne Eriksen searvá bargojoavkku čoahkkimiidda .
nob: Førstekonsulent Inge Arne Eriksen deltar på møtene i arbeidsgruppen .

source: Ođđa áššiid almmuheapmi – čuovvuleapmi
nob: Kunngjøring av nye saker - oppfølging

source: Eavttuhus 1 Norgalaš-ruoššalaš guolástuskomišuvdnii searvanNorgga riddodorski lea našuvnnalaš riddodorskenálli masa 1977 rájes leat mearriduvvon bivdoearit ovttasráđiid norgalaš-ruoššalaš guolástuskomišuvnna Ruošša eiseválddiiguin .
nob: Forslag 1 Deltakelse i norsk-russisk fiskerikommisjonNorsk kysttorsk er en nasjonal kysttorskbestand som i tiden etter 1977 har blitt kvotefastsatt i samråd med russiske myndigheter i den norsk-russiske fiskeri-kommisjon .

source: Sámedikki vejolaš oassálastima birra norgalaš-ruoššalaš guolástuskomišuvnnas ii leat leamaš dán rádjái sáhka .
nob: Sametingets eventuelle deltakelse i Norsk-russisk fiskerikommisjon har så langt ikke vært drøftet .

source: Sámediggi lea plánemin doallat guolástusseminára 2001 guovvamánu dievasčoahkkima oktavuođas , ja dan oktavuođas sáhttá ságastallat fáttá birra .
nob: Sametingsrådet planlegger å gjennomføre et fiskeriseminar på plenumsmøte i februar 2001 , og i denne sammenhengen kan temaet diskuteres .

source: Eavttuhus 2 Sámi nammaárbevierut
nob: Forslag 2 Gjennomgang av samiske navnetradisjoner

source: Eavttuhus lea 19.10.00 sáddejuvvon Sámi instituhttii .
nob: Forslaget er oversendt Nordisk Samisk Institutt 19.10.00 .
